Repository: alexeyvyduykin/FootprintViewer
Catalog: src/FootprintViewer.Avalonia/Properties/Resources.*.resx
Languages: ru

source: Area
ru: Область

source: Distance
ru: Расстояние

# FilterAllSensors
source: All sensors
ru: Все сенсоры

# FilterCloudiness
source: Cloudiness
ru: Облачность

# FilterDate
source: Date
ru: Дата

# FilterFullCoverAOI
source: Full cover AOI
ru: Полное перекрытие AOI

source: Filter options
ru: Настройки поиска

# FilterSensors
source: Sensors
ru: Сенсоры

# FilterSunElevation
source: Sun elevation
ru: Угол падения солнечных лучей

# FootprintPreviewTabTitle
source: Scene search
ru: Поиск сцены

# FootprintTabTitle
source: Footprint viewer
ru: Просмотр рабочей программы

# GroundStationModeEqual
source: Equal
ru: С равным шагом

# GroundStationModeGeometric
source: Geometric
ru: С геометрическим шагом

# GroundStationModeNone
source: None
ru: Отсутствует

# GroundStationTabTtile
source: Ground station viewer
ru: Просмотр наземных станций

# GroundTargetTabTitle
source: Ground target viewer
ru: Просмотр наземных целей

# LanguageEnglish
source: English
ru: Английский

# LanguageRussian
source: Russian
ru: Русский

# SatelliteArgOfPerigee
source: Argument of perigee
ru: Аргумент перигея

# SatelliteEccentricity
source: Eccentricity
ru: Эксцентриситет

# SatelliteEpoch
source: Epoch
ru: Эпоха

# SatelliteInclination
source: Inclination
ru: Наклонение

# SatelliteLeftSwath
source: Left swath
ru: Левая полоса

# SatelliteLonAN
source: Longitude of the ascending node
ru: Долгота в. у.

# SatellitePeriod
source: Period
ru: Период

# SatelliteRAAN
source: RAAN
ru: Прямое восхождение в. у.

# SatelliteRightSwath
source: Right swath
ru: Правая полоса

# SatelliteSemiaxis
source: Semiaxis
ru: Большая полоса

# SatelliteTabTitle
source: Satellite viewer
ru: Просмотр спутников

# SatelliteTrack
source: Track
ru: Трасса

# SettingsLanguages
source: Languages
ru: Языки

# SettingsProviders
source: Data providers
ru: Поставщики данных

source: Show/Hide
ru: Показать/Спрятать

source: Snapshot
ru: Снимок

# TipBeginCreatingCircle
source: Click to finish drawing
ru: Нажмите для завершения рисования

# TipBeginCreatingPolygon
source: Click to continue drawing the shape
ru: Нажмите, чтобы продолжить рисование фигуры

# TipBeginCreatingRectangle
source: Click to finish drawing
ru: Нажмите для завершения рисования

# TipCreatingPolygon
source: Click on the first point to close this shape
ru: Нажмите по первой точке, чтобы закрыть эту фигуру

# TipInitCircle
source: Click and drag to draw a circle
ru: Нажмите и перетащите, чтобы нарисовать круг

# TipInitPoint
source: Click to draw a point
ru: Нажмите, чтобы нарисовать точку

# TipInitPolygon
source: Click and drag to draw a polygon
ru: Нажмите и перетащите, чтобы нарисовать полигон

# TipInitRectangle
source: Click and drag to draw a rectangle
ru: Нажмите и перетащите, чтобы нарисовать прямоугольник

# TipInitRoute
source: Click to start measurement
ru: Нажмите, чтобы начать измерение

# ToolBarAddCircle
source: Draw circle AOI
ru: Нарисовать круговую AOI

# ToolBarAddPolygon
source: Draw polygon AOI
ru: Нарисовать полигональную AOI

# ToolBarAddRectangle
source: Draw rectangle AOI
ru: Нарисовать прямоугольную AOI

# ToolBarCircle
source: Draw circle
ru: Нарисовать круг

# ToolBarEdit
source: Edit geometry
ru: Редактировать фигуру

# ToolBarMapBackgrounds
source: List map backgrounds
ru: Список фоновых карт

# ToolBarMapLayers
source: List map layers
ru: Список слоев

# ToolBarPoint
source: Draw point
ru: Нарисовать точку

# ToolBarPolygon
source: Draw polygon
ru: Нарисовать полигон

# ToolBarRectangle
source: Draw rectangle
ru: Нарисовать прямоугольник

# ToolBarRotate
source: Rotate geometry
ru: Повернуть фигуру

# ToolBarRoute
source: Measure route
ru: Измерить расстояние

# ToolBarScale
source: Scale geometry
ru: Изменить размер фигуры

# ToolBarSelect
source: Select geometry
ru: Выбрать фигуру

# ToolBarTranslate
source: Translate geometry
ru: Переместить фигуру

# ToolBarZoomIn
source: Zoom in
ru: Приблизить

# ToolBarZoomOut
source: Zoom out
ru: Отдалить

# UserGeometryTabTitle
source: User geometry
ru: Пользовательская геометрия

# UserSettingsTabTitle
source: User settings
ru: Пользовательские настройки
